---
kind: property
id: P:Autodesk.Revit.DB.Visual.Generic.CommonTintToggle
source: html/3fc4c68c-ef7b-47ce-8379-61597e243304.htm
---
# Autodesk.Revit.DB.Visual.Generic.CommonTintToggle Property

The property labeled "Tint" from the "Generic" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".